;Polski interfejs do Total Commander/CE, autor tłumaczenia: Waldemar Chomicki, uwagi lub propozycje zmian zgłaszać na adres: chomik@medprakt.pl
0="252"
1="Nazwa / Rozszerzenie"
2="Nazwa / "
3="Rozsz."
4="Rozmiar"
5="Data/Czas"
6="Błąd %i w czasie łączenia!"
7="Błąd %i przy zmianie katalogu!"
8="Brak dostępu do pliku!"
9="Nie można odnaleźć pliku!"
10="Brak dostępu do pliku docelowego!"
11="Nie można skopiować lub przenieść pliku!"
12="Nie można skopiować katalogu jako jego własnego podkatalogu!\n%s"
13="Nie można usunąć %i pliku(ów)!"
14="Błąd, nie można utworzyć katalogu!"
15="Błąd CRC przy rozpakowywaniu pliku!\n%s"
16="Błąd przy zapisie do pliku docelowego!\n%s"
17="Błąd przy odczycie pliku ZIP!"
18="Błąd w pliku ZIP!"
19="Rozpakowywanie przerwane!"
20="Plik ZIP ma nieobsługiwany format (ZIP 1.0)!"
21="Plik ZIP jest zaszyfrowany!"
22="Nieznany błąd w czasie rozpakowywania!"
23="Błąd w czasie rozpakowywania!"
24="Nie można zmienić atrybutów spakowanych plików!"
25="Błąd!"
26="Ostrzeżenie!"
27="Niewłaściwe pole daty lub czasu!"
28="Błąd, za duży plik!\nObsługiwane są pliki o rozmiarze maksymalnym 64kB!"
29="Z:"
30="Do:"
31="Kopiuj/Przenieś"
32="Kopiuj/Przenieś %i plik(i)/katalog(i) do:"
33="Wklej"
34="Usuń"
35="Usuwanie:"
36="Utwórz skrót"
37="Utwórz skróty do tych %i plików/katalogów w:"
38="Czy na pewno chcesz usunąć %i wybrany(e) plik(i)/katalog(i)?\nTej operacji nie można cofnąć!!!"
39="Kopiowanie pozostałych plików..."
40="Proszę wpisać nazwę katalogu:"
41="Utwórz katalog"
42="Zastąp: %s\n   %i Bajtów, %i.%02i.%04i %i:%02i:%02i\nplikiem: %s\n   %i Bajtów, %i.%02i.%04i %i:%02i:%02i"
43="Plik docelowy istnieje, zastąpić go?"
44="Rozpakuj"
45="Rozpakuj %i plik(i)/katalog(i) do:"
46="Spakuj %i plik(i)/katalog(i) do:"
47="Nazwa nowej pozycji menu:"
48="Podręczna lista katalogów"
49="Dodaj bieżący katalog"
50="Usuń bieżący katalog"
51="Parametry:"
52="Wykonaj"
53="Zmień"
54="Usuń"
55="Usunąć przycisk:"
56="Programy (*.exe)~*.exe~Wszystkie pliki (*.*)~*.*~~"
57="Wszystkie pliki"
58="Podgląd pliku"
59="Edycja pliku"
60="Nowy plik"
61="Wybierz inny program"
62="Ustaw jako domyślny"
63="Otwórz"
64="Rozpakuj"
65="Kopiuj/Przenieś"
66="Zmień nazwę"
67="Usuń"
68="Kopiuj do Schowka"
69="Wytnij do Schowka"
70="Wklej tutaj (Kopiowanie)"
71="Wklej tutaj (Przenoszenie)"
72="Właściwości"
73="Wprowadź maskę zaznaczania, np. *.txt *.doc"
74="Zaznacz/Odznacz pliki"
75="Znajdź:"
76="%i Plik(i), %i Katalog(i)"
77="bajtów"
78="spakowany"
79="Ogólne"
80="Skrót"
81="Szukaj w:"
82="Minut(y)"
83="Godzin(y)"
84="Dzień(Dni)"
85="Miesiąc(e)"
86="Rok(Lata)"
87="Błąd, za duży plik!\nBrak wystarczającej ilości pamięci do zapisania!"
88="Błąd, nie można utworzyć pliku!"
89="Błąd przy zapisie do pliku!"
90="Błąd, za duży plik!\nBrak wystarczającej ilości pamięci do szukania!"
91="Błąd, za duży plik!"
92="Bufor zapełniony!"
93="Edytor"
94="Znajdź tekst:"
95="Znajdź"
96="Plik został zmodyfikowany, zapisać zmiany?"
97="[Bez tytułu]"
98="Wszystkie pliki (*.*)~*.*~Pliki tekstowe (*.txt)~*.txt~~"
99="Programy (*.exe;*.lnk)~*.exe;*.lnk~Wszystkie pliki (*.*)~*.*~~"
100="(*.exe;*.dll;*.ico;*.icl)~*.exe;*.dll;*.ico;*.icl~Wszystkie pliki (*.*)~*.*~~"
101="Podgląd"
102="Edytor"
103="Kopiuj/Przenieś"
104="Zmień nazwę"
105="Utwórz katalog"
106="Usuń"
107="Paker ZIP"
108="Odśwież"
109="Właściwości"
110="Pasek potomny"
111="Otwórz"
112="Zapisz"
113="Wytnij"
114="Kopiuj"
115="Wklej"
116="Cofnij"
117="Znajdź/Znajdź następny"
118="Usuń"
119="&Dwa panele"
120="&Pojedyńcze okno"
121="&Wirtualny drugi panel"
122="Port podczerwieni"
123="Wyślij pliki przez port podczerwieni"
124="Odbierz przez port podczerwieni i zapisz w tym katalogu"
125="Odbiór przez port IR (protokół OBEX)"
126="Wysyłanie przez port IR (protokół OBEX)"
127="Proszę rozpocząć wysyłanie z innego urządzenia!"
128="Proszę rozpocząć odbiór na innym urządzeniu!"
129="Łączenie..."
130="Połączony!"
131="Zapisz plik jako:"
132="Poszukiwanie innego urządzenia: "
133="Nie można otworzyć pliku źródłowego! Kontynuować z następnym plikiem?"
134="Nie można znaleźć żadnego urządzenia w zasięgu portu podczerwieni!"
135="Połączenie nie powiodło się!"
136="Błąd w funkcji"
137="Funkcja nie obsługiwana!"
138="Miejsce przeznaczenia nieosiągalne!"
139="Przesyłanie pliku nie powiodło się (kod %d)."
140="Błąd podczas zapisywania nowego pliku ZIP!"
141="Brak pamięci!"
142="Pakowanie przerwane!"
143="Błąd podczas odczytu pliku!"
144="Nie można otworzyć pliku do odczytu!"
145="Błąd w funkcji kompresji!"
146="Błąd CRC podczas kompresji pliku!"
147="Błąd, nie można utworzyć pliku tymczasowego!"
148="Błąd, format tego pliku ZIP nie jest obsługiwany, nie można pakować!\r\nMusisz rozpakować wszystkie pliki i utworzyć nowy plik ZIP zawierający je."
149="Alternatywny tryb wyboru pliku"
150="Twoje urządzenie już jest w trybie odbioru przez port podczerwieni!"
151="Ta funkcja jest potrzebna tylko w urządzeniach nie wyposażonych w wewnętrzny tryb odbioru."
152="Musisz wyłączyć wewnętrzny tryb odbioru zainstalowany w tym urządzeniu aby korzystać z tej funkcji."
153="Transfer odrzucony!"
154="Przekroczony limit czasu!"
155="Rozłączanie..."
156="Przesyłanie zakończone!"
157="Możesz teraz wysłać następny plik lub zamknąć okno odbioru."
158="Pamięć dyskowa"
159="Rozłączony"
160="Tryb transferu: Binarny"
161="Tryb transferu: Tekstowy"
162="Tryb transferu: Automatyczny"
163="Nazwa użytkownika:"
164="Hasło:"
165="Konto:"
166="Nazwa użytkownika w firewall'u:"
167="Hasło w firewall'u:"
168="Katalog docelowy:"
169="Przesyłaj następujące typy plików w trybie tekstowym:"
170="Wtyczka"
171="Idź do.../Historia"
172="Nie można otworzyć tego katalogu (Usunięty? Zmieniona nazwa?)! Usunąć go z listy?"
173="Wybierz obiekt docelowy:"
174="Naciśnij OK aby ponowić próbę"
175="Wysyłka za pmocą protokołu OBEX"
176="Otwórz za pomocą"
177="Porada: Zresetuj palmtopa, jeżeli wyświetlana ikona jest nieprawidłowa."
178="OSTRZEŻENIE: Powiązanie pliku z Pocket Internet Explorerem może doprowadzić do 'nieskończonej pętli'!"
179="Wtyczki"
180="Ułożenie pionowe"
181="Wpisz ponownie hasło dla weryfikacji!"
182="Zaznacz wszystko"
183="Odwróć zaznaczenie"
184="Zaznacz/Odznacz pliki"
185="Zaznacz wszystko z takim samym rozszerzeniem"
186="Klawisz CTRL"
187="Klawisz SHIFT"
188="Poprzenia strona"
189="Następna strona"
190="Dodaj przycisk"
191="Przesuń przycisk..."

{Main menu}
1000="&Plik"
1001="Z&najdź pliki\tCtrl+F"
1002="Z&mień nazwę\tCtrl+2"
1003="Po&dgląd\tCtrl+3"
1004="&Edycja\tCtrl+4"
1005="Ko&piuj/Przenieś\tCtrl+5"
1006="Utwórz &skrót\tCtrl+Shift+5"
1007="U&twórz katalog\tCtrl+7"
1008="&Usuń\tCtrl+8"
1009="Spakuj do pliku &ZIP\tCtrl+Alt+5"
1010="&Właściwości\tAlt+Enter"
1011="Przeładuj katalog\tCtrl+R"
1012="Wyślij pliki przez port pod&czerwieni..."
1013="&Odbierz przez port podczerwieni i zapisz w tym katalogu..."
1014="Wyślij przez &Bluetooth"

1020="&Widok"
1021="&Skrócony"
1022="Sz&czegółowy"
1023="Duże &ikony"
1024="Pojedyńcze &okno"
1025="Ukryj pliki zlokalizowane w &ROM"
1026="Po&dręczna lista katalogów\tCtrl+D"
1027="Dr&zewo katalogów\tCtrl+T"
1028="Z&aznacz/Odznacz pliki\tCtrl+'-'"
1029="O pro&gramie/Ustawienia"
1030="Za&kończ\tCtrl+Shift+1"
{Short forms for PocketPC}
1031="Plik"
1032="Widok"

1033="&Pomoc"
1034="Zaznacz"
1035="WIĘCEJ"
1036="Ustawienia &kolumn"

{Editor menu}
1500="&Plik"
1501="&Otwórz..."
1502="&Zapisz"
1503="Zapisz jako plik &tekstowy..."
1504="Zapisz jako plik tekstowy &Unicode..."
1505="Za&mknij"
1506="&Czcionka..."
1507="&Nowy"

1510="&Edycja"
1511="&Cofnij zmiany\tCtrl+Z"
1512="Wy&tnij\tCtrl+X"
1513="&Kopiuj\tCtrl+C"
1514="&Wklej\tCtrl+V"
1515="&Usuń\tDel"
1516="&Znajdź...\tCtrl+F"
1517="Znajdź &następny\tCtrl+Shift+F"
1518="Z&aznacz wszystko\tCtrl+A"
1519="Zawijaj wie&rsze"
{Short forms for PocketPC}
1530="&Plik"
1531="&Edycja"

2000="&OK"
2001="&Anuluj"
2002="Drzewo kat."

2101="&Kopiuj"
2102="&Przenieś"
2103="Kom&presja:"
2104="Szy&fruj"

3001="&Szukaj:"
3002="&Zawierające tekst:"
3003="U&wzgl.wielk.litery"
3004="&Unicode"
3005="&Nie starsze niż:"
3006="&Rozmiar:"
3007="Roz&pocznij"

4000="Właściwości"
4001="Lokaliz.:"
4002="Rozmiar:"
4003="Atrybuty:"
4004="Tyl&ko do odczytu"
4005="Archi&walny"
4006="&Ukryty"
4007="&Systemowy"
4008="W pamięci ROM"
4009="&Zmień"
4010="&Data:"
4011="&Czas:"
4012="&Teraz"
4013="Data ostatniej modyfikacji"
4014="Dla p&lików w katal."
4015="&Skrót do:"
4016="Zmień &Plik >>"
4017="Zmień &Katalog>"
4018="Wolna:"
4019="Całkowita:"

5000="Wybierz czcionkę"
5001="&Czcionka:"
5002="&Wielkość:"
5003="Po&grub."
5004="&Pochyła"
5005="Przykład"
5006="Ikony:"

6000="Zmień przycisk"
6001="Pol&ecenie:"
6002="&Parametry:"
6003="Ś&cieżka:"
6004="Plik &ikony:"
6005="I&ndeks:"

7001="&Zastąp"
7002="Zastąp &wszystkie"
7003="&Pomiń"
7004="&Anuluj"
7005="Zastąp &starsze"
7006="Po&miń wszystkie"
7007="&Dokończ"

8001="&Zaznacz"
8002="&Odznacz"
8003="&Poprzednio zaznaczone:"

8501="Sortuj wg:"
8502="Szer. kolumny:"
8503="Nazwa:"
8504="Rozmiar:"
8505="Data:"

9000="O programie Total Commander/CE"
9001="&Uruchom poj. kliknięciem"
9002="&Czcionka..."

9500="Tryb wyświetlania"
9501="(wirtualny drugi panel poza ekranem, przełączanie >)"

20000="Ustawienia FTP"
20001="&Nazwa serwera [:port]:"
20002="&Użytkownik:"
20003="&Hasło:"
20004="&Zdalny kat.:"
20005="&Wyślij kom.:"
20006="&Typ serwera:"
20007="&Firewall:"
20008="Tryb &Pasywny"

20100="Ustawienia firewall'a"
20101="Metoda łączenia"
20102="Info o firewall'u"
20103="Host [:Port]:"
20104="Użytk. (fwu):"
20105="Hasło (fwp):"
20106="Przezroczysty"

20200="Nowa sesja FTP"
20201="Szybkie połączenie"
20202="Nazwa sesji FTP:"
20203="Sesja FTP została przerwana!"
20204="Połączenie zostało przerwane, ponowne łączenie..."
20205="Połączono ponownie!"
20206="Wykrywanie automatyczne"
20207="Załaduj dane z pliku..."
20208="Nowy firewall..."

20210="Ściąganie przerwane!"
20211="Wysyłanie przerwane!"
20212="Komenda 'TYPE' odrzucona!"
20213="Nie można ustanowić połączenia!"
20214="Komenda 'Socket' odrzucona!"
20215="Komenda 'GetSockName' odrzucona!"
20216="Komenda 'Listen' odrzucona!"
20217="Komenda 'PORT' odrzucona!"
20218="Plik źródłowy i docelowy są różne!"
20219="Nie połączony!"
20220="Komenda w trakcie wykonywania!"
20221="Nie można utworzyć zdalnego katalogu!"
20222="Połączenie odrzucone!"
20223="Błąd zapisu, dysk prawdopodobnie zapełniony!"

20240="Połączenie OK!"
20241="Użytkownik nie zaakceptowany!\n"
20242="Hasło nie zaakceptowane!\n"
20243="Konto nie zaakceptowane!\n"
20244="OFFLINE!"
20245="Oczekiwanie na serwer..."
20246="Ostrzeżenie: Przechowywanie hasła w rejestrze nie jest bezpieczne!\r\n\r\nZe względu na bezpieczeństwo hasła nie powinno się zapisywać w rejestrze, ale podawać przy każdym połączeniu, gdy serwer go zażąda."

21000="<nowy serwer>"
21001="_Szybkie otwieranie"
21002="Lokalizacja serwera"
21003="Wpisz nazwę, np. mojserwer lub \\\\serwer1\\e :"
21004="Nowe połączenie"
21005="Nazwa połączenia:"

22000="(domyślna)"
22001="+Nowa wartość+"
22002="Nowa wartość #1"
22003="Dane wartości <%s>:"
22004="Wartość ciągu"
22005="Błąd w linii %d, niewłaściwy ciąg szesnastkowy!"

22020="Edycja wartości DWORD"
22021="&Wartość:"
22022="&Dziesiętny"
22023="&Szesnastkowy"
22024="System"

22040="Nowa wartość"
22041="&Nazwa:"
22042="&Ciąg"
22043="&DWORD"
22044="&Binarna"
22045="&Multi-String"
22046="Ciąg &rozszerz."
22047="Typ"

22060="Edycja wartości (hexedytor)"

23000="&Kodowanie"
23001="UTF-8"
23002="ANSI (lokalna strona kodowa) (0)"
23003="ASCII/DOS (lokalna strona kodowa) (1)"
23004="MacOS (2)"
23005="Europa wschodnia (1250)"
23006="Cyrylica Windows (1251)"
23007="Zachodni Latin1 (1252)"
23008="Grecki (1253)"
23009="Turecki (1254)"
23010="Hebrajski (1255)"
23011="Arabski (1256)"
23012="Bałtyckie (1257)"
23013="Wietnamski (1258)"
23014="Chiński Kontynentalny (936)"
23015="Chiński Taiwan (950)"
23016="Japoński (932)"
23017="Koreański (949)"
23018="Tajski (874)"
23019="DOS-USA (437)"
23020="DOS-LATIN1 (850)"
23021="Cyrylica KOI8-R (20866)"
23022="Inne (wpisz stronę kodową ręcznie)"
